{
  "app.welcome": "Hello hello! Patricia here! Learn more about me on this page. Shall we connect?",
  "about.title": "About",
  "about.text1": "A creative, but systematic individual; I am fresh from an intensive bootcamp in front-end development and am eager to start work as a Junior Front-end Developer for your company.",
  "about.text2": "I am fluent in three languages and come from a Marketing background – something that I utilise every time I am developing a project. Ensuring the consumers needs and desires are always at the centre of my work.",
  "tools.title": "Tools",
  "menu.home": "Home",
  "menu.portfolio": "Portfolio",

  "portfolio.title1": "Corporate website Open Spaces - HTML / CSS",
  "portfolio.text1_1": "Static web page according to a facilitated design.",
  "portfolio.text1_2": "To solve it I have used Sass, flexbox and CSS Grid in different sections and media queries to guarantee responsive design. I also used animations and transitions in distinct elements.",

  "portfolio.title2": "Dice and Gambling Game - JavaScript",
  "portfolio.text2_1": " The program randomly generates a number (1-6). In the game, the user starts with 50 points to bet. The user chooses a number to play and also chooses an amount of points to bet. If the dice lands on that number, the player wins double the points they bet. If not, the player loses the stake. The game ends when the user reaches either 0 or 200 points. ",
  "portfolio.text2_2": "",

  "portfolio.title3": "Cocktail Finder - JavaScript ",
  "portfolio.text3_1": " This web application is an online browser of drinks and cocktails from around the world that also allows you to (un)mark your favourites. Saving them in local storage.",
  "portfolio.text3_2": "After receiving the drinks that match your search word via API, I have developed the necessary functions to paint the different lists and save them locally.",

  "portfolio.title4": "Friends Sentence Filter - React",
  "portfolio.text4_1": "This application allows us to filter the phrases of the characters from the Friends series, in addition to adding our own phrases.",
  "portfolio.text4_2": "After showing the phrases obtained through an API, I have controlled the form inputs with state variables and added the necessary events for the app to work.",

  "portfolio.title5": "Owen Wilson Sentence Filter - React ",
  "portfolio.text5_1": "Catalogue of scenes from movies where the actor Owen Wilson says WOW, with the added function to filter options based on the movie, the year of release and the director. Also, clicking on the scene takes you to a separate page with more information about the movie.",
  "portfolio.text5_2": "After receiving 50 scenes through an API, I have used the necessary components, state variables and hooks to provide functionality to the page.",

  "cv.download": "Download CV",
  "cv.education": "Education",
  "cv.experience": "Work experience",

  "ed1.date":"Feb. 2022 - May. 2022",
  "ed1.title":"Front-End development bootcamp",
  "ed1.location":"Adalab",
  "ed1.description":"HTML5, CSS3, Flexbox, CSS Grid, SASS, Bootstrap JavaScript (ES6) and third-party web services (APIs) Version control with Git. Building SPAs with React. Basic knowledge of APIs and back-end programming: applications with Node JS, Express and SQL. Slack, GitHub, VS Code, Gulp, Terminal, Linter, Zeplin. Agile software development (scrum/kanban)",

  "ed2.date":"Nov. 2021",
  "ed2.title":"Community Manager - Course",
  "ed2.location":"Ágil centros",
  "ed2.description":" ",

  "ed3.date":"2021",
  "ed3.title":"L.2 Certificate in Business Administration",
  "ed3.location":"Bridgwater & Taunton College",
  "ed3.description":" ",

  "ed4.date":"2013 - 2017",
  "ed4.title":"Bachelor's degree in Marketing",
  "ed4.location":"Universidad Europea de Valencia",
  "ed4.description":" ",



  "ex1.date":"Jan. 2020 - Sep. 2020",
  "ex1.role":"Hotel receptionist & reservations",
  "ex1.location":"Sanctum Int Serviced Apartments, London",
  "ex1.description":" ",

  "ex2.date":"Sep. 2019 - Jan. 2020",
  "ex2.role":"Hotel receptionist",
  "ex2.location":"Park Grand London Paddington, London",
  "ex2.description":" ",

  "ex3.date":"Aug. 2018 - Sep. 2019",
  "ex3.role":"Sales Assistant",
  "ex3.location":"Stradivarius Oxford Street, London",
  "ex3.description":" ",

  "ex4.date":"Jan. 2017 - Jun. 2017",
  "ex4.role":"Marketing Assistant",
  "ex4.location":"Sarmat Investments Spain LTD, Valencia",
  "ex4.description":" "

  
}




