{
  "app.welcome": "Hola, hola! Patricia al teclado. Conoce más sobre mí en esta página. ¿Conectamos?",
  "about.title": "Sobre mí",
  "about.text1": "Creativa pero sistemática. Así describiría a la programación y así me describo a mí misma. Con formación en marketing y tras haber vivido 3 años en el Reino Unido, estoy dispuesta a afrontar nuevos retos, seguir aprendiendo y pensar fuera de la caja",
  "about.text2": "Me considero una persona con ojo para el detalle y aunque soy consciente de que la perfección no existe, aspiro a ella con sucesivas aproximaciones.",
  "tools.title": "Herramientas",
  "menu.home": "Inicio",
  "menu.portfolio": "Portfolio",

  "portfolio.title1": "Web corporativa Open Spaces - HTML / CSS",
  "portfolio.text1_1": " Página web estática de acuerdo a un diseño facilitado.",
  "portfolio.text1_2": "Para resolverlo he usado Sass, flexbox y CSS Grid en distintas secciones y media queries para garantizar el diseño responsive. También usé animaciones y transiciones en distintos elementos. ",

  "portfolio.title2": "Juego de dados y apuestas - JavaScript",
  "portfolio.text2_1": " El programa genera un número (1-6). En el juego, el user empieza con 50 puntos para apostar. El user decide con qué número jugar y también la cantidad de puntos a apostar. Si el user acierta el número, gana el doble de lo que ha apostado. Si no, pierde lo apostado. El juego termina cuando el user llega a 0 o a 200 puntos. ",
  "portfolio.text2_2": "",

  "portfolio.title3": "Buscador de cócteles  - JavaScript",
  "portfolio.text3_1": " Aplicación web que contiene un listado de las bebidas y cócteles de todo el mundo y que permite des/marcar las bebidas como favoritas y guardarlas en Local Storage.",
  "portfolio.text3_2": "Tras recibir las bebidas que coincidían en nombre a través de una API, he desarrollado las funciones necesarias para pintar los distintos listados y almacenarlos.",

  "portfolio.title4": "Filtro de frases de Friends - React",
  "portfolio.text4_1": " Aplicación que nos permite filtrar las frases de los personajes de la serie Friends, además de añadir nuestras propias frases",
  "portfolio.text4_2": "Tras pintar las frases conseguidas a través de una API, he controlado los inputs del formulario con variables de estado y añadido los eventos necesarios para que funcione la app.",

  "portfolio.title5": "Filtro de frases de Owen Wilson - React",
  "portfolio.text5_1": "Página web con el listado de escenas de las películas donde el actor Owen Wilson dice WOW y opciones de filtrado en base a la película, el año de lanzamiento y el director. También, al clicar sobre la escena, se redirige a una página a parte con más información sobre la película.",
  "portfolio.text5_2": "Tras recibir 50 escenas a través de una API, he usado los componentes, variables de estado y hooks necesarios para dotar de funcionalidad a la página."

}
